import { html } from "../lib.js";

export const footerTemplate = () => html`<section>
<div id='formation'>
    <h6>Как се формира ЕГН?</h6>
    <span>ЕГН се състой от 10 цифри, като всяка носи допълнителна информация.</span>
    <ul>
        <li>
            Първа и втора цифра -> година на раждане
        </li>
        <li>
            Трета и четвърта цифра -> месец на раждане
        </li>
        <li>
            Пета и шеста цифра -> дата на раждане
        </li>
        <li>
            Седма, осма и девета цифра -> цифров код на града, в който човекът е роден
        </li>
        <li>
            Десета цифра -> контролна цифра, изчисляна по формула от останалите цифри
        </li>
    </ul>
</div>
</section>`

